{
	"changelog": {
		"version": "Version {VERSION}",
		"title": "Latest updates",
		"heat_details": "{LINK} is a Twitch extensions allowing viewers to click on your stream. Twitchat makes it dead easy to use it.",
		"heat_details_link": "Heat",
		"highlights": [
			{
				"i": "bingo_grid",
				"l": "Bingo Grids",
				"v": "/update_images/bingo_grid.mp4",
				"d": "Create bingo grids and let your Viewers play with you.\n\nBecome Premium to make the overlay display when a viewer gets a Bingo and show the Leaderboard.",
				"a": {
					"l": "Try",
					"param": "overlays",
					"subparam": "bingogrid"
				}
			},
			{
				"i": "whispers",
				"l": "Multi chat",
				"g": "/update_images/mergedchat.gif",
				"d": "Connect to other Twitch channels!\nIf you stream with other people, you can now read their chat directly from Twitchat.\n\nYour moderators can also use it to moderate multiple channels in one place.\n\nDeeper streamer/moderator interactions will come later."
			},
			{
				"i": "label",
				"l": "Labels",
				"d": "A new extra light overlay allows to show realtime values.\n\nYou can display your sub, follower or viewer count, the last power-up received, the last Ko-Fi, Streamlabs, Streamelements or Tipeee tip, the last raider or current Voicemod effect thanks to the +100 labels available.",
				"a": {
					"l": "Try",
					"param": "overlays",
					"subparam": "labels"
				}
			},
			{
				"i": "raid",
				"l": "Raids haineux",
				"g": "/update_images/hate_raid_en.png",
				"d": "New option to block Hate raids.\n\nIf you enable this option, Twitchat will automatically add blocked terms if 5 first time chatters send the same message on your chat. This way next messages from other users will get blocked.",
				"a": {
					"l": "Try",
					"param": "features",
					"subparam": "232"
				}
			},
			{
				"i": "youtube",
				"l": "YouTube",
				"g": "/update_images/youtube_tips.png",
				"d": "You can now connect with up to 3 YouTube live sessions. Useful if you run 1 horizontal and 1 vertical stream.\n\nYou'll now be notified when receiving Super Chats, Super Stickers, memberships and gifted memberships."
			},
			{
				"i": "credits",
				"l": "Générique de fin",
				"v": "/update_images/ending_credits.mp4",
				"d": "New sections to display Power-ups, Merch and Tips received on Ko-Fi, Streamlabs (...), Super Chats and Super Stickers received on YouTube.\n\nThe \"Subcribers\" section now allows to show memberships received on YouTube.\n\nShow floating emotes for Celebration and Gigantified emote power-ups received during yout stream."
			},
			{
				"i": "qna",
				"l": "Q&A",
				"g": "/update_images/qna_en.png",
				"d": "Allow your mods to manage your Q&A entries remotely.\n\nAllow viewers to upvote questions by answering to them on Twitch."
			},
			{
				"i": "broadcast",
				"l": "Triggers",
				"d": "10 new Trigger events:<ul><li>Warning sent</li><li>Warning acknowledged</li><li>Raffle wheel started</li><li>Power-up: animated message</li><li>Power-up: gigantified emote</li><li>Power-up: Celebration</li><li>YouTube: Super chat</li><li>YouTube: Super sticker</li><li>YouTube: sub</li><li>YouTube: subgift</li></ul>new trigger action to delete a chat message.<br>Delete Counters/Values entries.<br>Edit custom badges by batch"
			},
			{
				"l": "And more",
				"d": "Many other things have been added or modified.<br><a href=\"https://github.com/Durss/Twitchat/releases/latest\" target=\"_blank\">Read complete changelog here</a>"
			},
			{
				"i": "donate",
				"d": "Twitchat has been my main activity for almost 2 years now <b>without any other source of income</b>.\n\nWhat Twitchat brings me is unfortunately still far from allowing me to possibly make a decent living from it.\n\nIf you can afford it, a one-time donation or monthly support on Patreon would help me a lot ❤️"
			}
		],
		"forceRead": {
			"title": "I WANT YOU\r\nTO READ THIS",
			"description": "I worked hard on these updates, please take 2 minutes of your time to read 🙏",
			"readAtSpeedOfLight": "Are you trying to make me believe that you read at the speed of light 😏?",
			"sorryBt": "ok i read sorry 🥺",
			"fuBt": "don't care 🤪"
		}
	}
}