{
	"about": {
		"suggestion": "Suggestions et problèmes",
		"suggestion_content1": "Si vous avez des suggestions d'ajout ou que vous rencontrez des problèmes:",
		"discordBt": "Dîtes-le moi sur Discord",
		"suggestion_content2": "Je souhaite que Twitchat soit aussi fonctionnel que possible, <strong>si quoi que ce soit vous embête</strong> lors de son utilisation, j'aimerais le savoir.",
		"api": "API Twitchat",
		"api_content1": "Interfacez-vous avec Twitchat grâce à son API.",
		"api_content2": "l'API Twitchat utilise OBS-Websocket comme canal de communication.",
		"documentationBt": "Lire la documentation",
		"sponsor": "Aider Twitchat",
		"credits": "Crédits",
		"credits_author": "Application créée par {USER}",
		"credits_sources": "Sources sur {URL}",
		"credits_sites": "Découvrez mes autres créations et réseaux:",
		"dad": {
			"title":"À mon père, ce guerrier...",
			"content":[
				"TW: cancer, décès",
				"Cet emplacement était prévu pour contenir un bout de code HTML créé avec mon père pour partager quelque chose avec lui et en conserver une trace.",
				"Mais la maladie en a décidé autrement, l'emportant plus rapidement qu'espéré.",
				"À défaut d'avoir ici une trace créée par lui, je lui rends ce petit hommage.",
				" ",
				"Mon père était un guerrier car il s'est battu durant 18 ans contre les cancers, +130 chimiothérapies au compteur. Mais fin juin 2023 le verdict était sans appel, les chimios ne faisaient plus effet, les cancers avaient gagné.",
				"Il était estimé qu'il lui restait quelques mois à vivre, 1 an tout au plus.",
				"Mais cette nouvelle avait attaqué son mental, la dépression rejoignait le cancer, et seulement 1 mois plus tard tout s'emballait.",
				"Début août il perdait toutes ses capacités cognitives, perdait la parole, ne savait plus se nourir ni se déplacer, ne reconnaissait pas sa femme, se perdait dans la maison qu'il habitait de puis +30 ans, ...",
				"J'étais terrifié à l'idée d'avoir raté l'occasion de lui dire adieu et que je l'aimais avant qu'il ne soit plus lui-même et disparaisse.",
				"Il a alors été hospitalisé 1 semaine et par miracle a retrouvé tous ses esprits et capacités motrices.",
				"Mais cette joie n'était que temporaire",
				"Le 4 septembre son corps ne tient plus, il est à nouveau hospitalisé.",
				"Le 7 septembre il demande l'accord au médecin qui le suivait depuis toutes ces années ainsi qu'au reste de la famille de mettre fin à ses jours pour partir avant que les cancers ne le fassent trop souffrir et attaquent définitivement ses capacités cognitives. Ayant conscience qu'il était en phase terminale, il n'avait plus aucun but lui donnant envie de se battre.",
				"Aussi dure soit-elle, cette décision courageuse lui avait fait retrouver le sourir. Il riait à nouveau, enchaînait les blagues et punchlines comme avant.",
				"Jusqu'au bout il sera joyeux.",
				"Le 10 septembre à 12h, il est placé en sédation profonde dans l'attente que son corps lâche... il s'endormira nous entendant pris d'un fou-rire mêlant larmes de rire et de dévastation.",
				"Ce fou-rire a peut-être aussi eu le mérite d'alléger la situation pour l'infirmière qui vivait très mal d'accompagner vers la mort un homme conscient, vif d'esprit et toujours adorable avec le personnel médical.",
				"Le 14 septembre au matin il s'éteint.",
				"18 ans.",
				"18 ans durants lesquels notre mère l'a accompagné, soutenu, et a absolument tout fait pour lui.",
				"Si mon père était un guerrier, ma mère est une immense guerrière à qui on doit énormément d'avoir eu 18 ans de plus avec notre père.",
				" ",
				"Adieu mon p'tit Pap's... 💖"
			]
		}
	}
}