{
	"automod": {
		"header": "Modération automatisée",
		"ban_usernames": "Bannir les personnes dont le pseudo correspond à une règle",
		"delete_confirm_title": "Supprimer la règle ?",
		"delete_confirm_description": "Cela ne peut pas être annulé",
		"disclaimers":{
			"why":{
				"title":"Pourquoi cette fonctionnalité ? <span>(important à lire)</span>",
				"contents":[
					"Twitch a déjà une fonctionnalité de \"termes bloqués\", mais elle est très basique et ne permet de un filtrage complexe.",
					"Si vous bloquez le mot <mark>twitchat</mark>, les viewers peuvent facilement contourner cette restriction en écrivant <mark>twit_chat</mark> ou <mark>twitch🅐t</mark> et une infinité d'alternatives.",
					"",
					"Des bots comme <a href=\"https://nightbot.tv\" target=\"_blank\">Nightbot</a> ou <a href=\"https://wizebot.tv/index\" target=\"_blank\">Wizebot</a> permettent de filtrer les messages avec des règles plus complexes via ce que l'on appelle des <a href=\"https://en.wikipedia.org/wiki/Regular_expression\" target=\"_blank\">Expressions régulières</a>.",
					"",
					"La fonction automod de <strong>Twitchat'</strong> vous permet également d'utiliser des expressions régulières, mais tente également de rendre l'utilisation de caractères alternatifs innéficace pour contourner les règles de filtrage.",
					"Avant d'appliquer une règle, Twitcaht remplacera tous les caractères alternatifs, y compris les caractères accentués, par leur équivalent latin.",
					"Par exemple, <mark>𝕥🅦ⓘ𝒕𝓬🄷🇦🇹</mark> sera remplacé par <mark>twitchat</mark> avant de lui appliquer les règles de filtrage.",
					"",
					"<strong>Attention</strong> Cependant, ce processus a un coût sur les performances et peut ralentir un peu les Twitchat si vous avez beaucoup de règles et que vous recevez beaucoup de messages."
				]
			},
			"delete":{
				"title":"La suppression d'un message est-elle efficace contre le doxxing* ?",
				"contents":[
					"Non.", 
					"",
					"Mais c'est le seul moyen de modérer un message après son envoi.",
					"Le principal problème est que des extensions comme <a href=\"https://betterttv.com\" target=\"_blank\">BetterTTV</a> permettent aux viewers de conserver les messages supprimés.",
					"",
					"<strong>Si vous voulez éviter cela</strong>, vous devrez configurer un délais de chat <i>(<a href=\"https://dashboard.twitch.tv/settings/moderation\" target=\"_blank\">voir Options de chat</a>)</i>. Si un message est supprimé pendant ce laps de temps, il ne sera affiché nulle part, même pour les personnes utilisant BTTV.",
					"<i>Notez que le message est tout de même envoyé à tout le monde, il reste donc techniquement possible de le consulter. Mais cela demande des connaissances en développement.</i>",
					"",
					"Le seul moyen sûr de filtrer un message est de faire en sorte que Twitch le supprime avant de l'envoyer à tout le monde. C'est ce que font les \"termes bloqués\". Mais comme expliqué précédemment, leur fonctionnement est très limité :/",
					"",
					"*Le doxxing est l'acte de révéler des données personnelles d'autruit publiquement."
				]
			}
		},
		"rule":{
			"title":"Règles",
			"new":"Nouvelle règle",
			"add":"Créer une règle",
			"toggle_tt":"Activer/désactiver la règle",
			"name":"Nom de la règle",
			"keywords":"Règle (accepte les <a href=\"https://en.wikipedia.org/wiki/Regular_expression\" target=\"_blank\">Regexp</a> - <a href=\"https://regexr.com\" target=\"_blank\">Tester vos regexp</a>)",
			"sync":"Enregistrer sur le serveur",
			"sync_tt":"Si la règle contient des informations personnelles<br>vous pouvez choisir de ne pas l'enregistrer sur le serveur.<br>Vous les perdrez si vous videz vos cookies.",
			"emergency":"Démarrer le mode urgence",
			"emergency_tt":"Si un message correspond à cette règle,<br>le mode urgence sera activé",
			"firstTime":"Appliquer seulement aux personnes parlant pour la 1ère fois dans votre tchat",
			"firstTime_tt":"",
			"invalid_rule":"Règle invalide"
		},
		"test": {
			"title":"Tester vos règles",
			"input_placeholder":"message...",
			"result_tt":"Message nettoyé<br>avec caractères spéciaux remplacés<br>par leur équivalent latin",
			"blocked_title":"Message bloqué par la règle : | Message bloqué par les règles : ",
			"no_block":"Ce message passe lee filtrage"
		},
		"options": {
			"title":"Options",
			"exclude_users":"Exclure ces personnes du filtrage: "
		}
	}
}
