{
	"changelog": {
		"title": "🎉 Dernières mises à jour 🎉",
		"closeBt": "Masquer",
		"closeBt_aria": "Fermer le message",
		"version": "Version {VERSION}",
		"major_title": "Nouveautés",
		"minor_title": "Autres nouveautés",
		"fixes_title": "Correctifs",
		"heat_details": "{LINK} est une extensions Twitch pour desktop uniquement permettant à vos viewers de cliquer sur votre stream.Twitchat vous simplifie désormais grandement son usage.",
		"heat_details_link": "Heat",
		"highlights": [
			{
				"i": "merge",
				"l": "Fuuuuuusioooon",
				"g": "update_images/merge_messages.gif",
				"d": "Ne laissez plus les spammers compulsifs noyer votre tchat grâce à la nouvelle option permettant de fusionner les messages consécutifs d'une même personne.<br>Agit sur les messages ainsi que les récompenses de points de chaîne."
			},
			{
				"i": "heat",
				"l": "Extension Heat",
				"d": "Permettez à vos viewers de <strong>cliquer sur vos sources OBS</strong> ou des zones de <strong>formes personnalisées</strong>.<br><br>En bonus, l'overlay <strong>Spotify</strong> Twitchat intègre nativement la possibilité d'être cliqué via Heat pour envoyer le morceau en cours de lecture dans le tchat pour que les lurkers puissent continuer à lurker."
			},
			{
				"i": "goxlr",
				"l": "GoXLR",
				"g": "update_images/goxlr.png",
				"d": "Activez des <strong>FX</strong> ou lancez la lecture de <strong>Samples</strong> depuis des récompenses de points de chaîne, follows, subs, bits, ...<br><br>Utilisez les encoders pour scroller votre tchat.<br><br>Effectuez des actions personnalisées lorsque vous utilisez n'importe quel bouton de votre GoXLR."
			},
			{
				"i": "badge",
				"l": "Pseudo et badges personnalisés",
				"g": "update_images/custom_badges_name.gif",
				"d": "Modifiez le pseudo de vos viewers ou attribuez-leur des badges personnalisés.<br>Automatisez ces actions depuis les triggers."
			},
			{
				"i": "broadcast",
				"l": "Résumé de stream",
				"g": "update_images/stream_summary.png",
				"d": "Pour vous aider à combler les 1:30 avant le départ d'un raid, consultez un résumé de votre stream débordant de données sur ce qu'il s'est passé durant celui-ci ainsi qu'un classement des viewers selon leurs participations au stream."
			},
			{
				"i": "raid",
				"l": "Raid à l'ancienne",
				"g": "update_images/raid_actions.png",
				"d": "Une fois un raid démarré un bouton vous permettra de spammer le lien vers la chaîne en cours de raid.<br><br>Aidez ainsi la chaîne à obtenir le Partenariat en évitant le \"referrer=raid\" dans l'URL pour les viewers qui accepteront d'utiliser le lien."
			},
			{
				"i": "alert",
				"l": "Comptes récents",
				"g": "update_images/recent_account.png",
				"d": "Nouvelle option pour indiquer lorsqu'un compte a été créé il y a moins d'une semaine."
			},
			{
				"i": "show",
				"l": "Anti backseat troll",
				"g": "update_images/spoiler_1st.gif",
				"d": "Vous prévoyez de jouer à un jeu pouvant être ruiné par un spoil bien placé d'un troll passant dans le coin ?<br><br>Masquez automatiquement le contenu des messages d'une personne écrivant pour la 1ère fois dans votre tchat.<br><br>Désactivez l'anti spoil sur cette personne à tout moment"
			},
			{
				"i": "voicemod",
				"l": "Voicemod",
				"d": "Nouvelles actions de Trigger pour Voicemod pour activer le \"<strong>beep</strong>\" ou lancer la <strong>lecture d'un son</strong> de soundboard.<br><br>Activez ces actions depuis des commandes de tchat, des récompenses de points de chaîne, un follow, un sub, des bits, des hype chats,... Votre seule limite est votre imagination !"
			},
			{
				"i": "placeholder",
				"l": "Variables globales",
				"d": "Créez des variables globales utilisables depuis les triggers.<br>Un évènement de trigger est déclenché lorsque l'une de ces valeurs est modifiée."
			},
			{
				"i": "premium",
				"l": "Fonctionnalités premium",
				"d": "Ce qui devait arriver arriva !<br>D'une certaine façon Twitchat a coûté ~70.000€, ce que j'aurais gagné si j'avais pris un emploi au lieu de coder Twitchat à temps plein sans revenus pendant 1 an et demi. Les dons m'ont rapporté ~5.000€ et je remercie infiniment les personnes ayant contribué 🙏💖.<br>Mais j'ai espoir que ce travail porte plus ses fruits.<br>Pour avoir accès à 100% de Twitchat, soutenez-moi mensuellement sur Patreon !<br><br><i>Pssst ! Vous aviez donné 10€ ou plus avant cette MàJ ?<br>Rendez-vous dans la section Premium pour une surprise</i> 😊"
			},
			{
				"l": "Et plus encore...",
				"d": "• Retrouvez tous les messages après avoir relancé twitchat<br>• Masquez les infos de stream des raids entrant<br>• Mettez en pause le chronomètre et le compte à rebours<br>• Rendez les @mentions cliquables et colorées<br>• Sélection de message depuis le Stream Deck+ améliorée <br>• De nouveaux placeholders globaux pour les triggers<br>• Réinitialisez l'historique des bonjours manuellement<br>• Des pastilles oranges vous indiquent les nouveautés<br>• ...et plein de correctifs et améliorations un peu partout"
			}
		],
		"forceRead": {
			"title": "EH OH TU LIS !",
			"description": "J'ai travaillé pendant +2 mois pour ces mises à jour, je trouverais ça stylé que tu prennes 2 minutes de ton temps pour les lire sitoplé :3\r\nY a quelque chose d'important dedans !",
			"readAtSpeedOfLight": "Essaie pas de me faire croire que tu lis à la vitesse de la lumière 😏",
			"sorryBt":"ui pardon je lis 🥺",
			"fuBt":"menfou 🤪"
		},
		"major": [
			{
				"i": "icon",
				"a": {
					"a": "alt text",
					"l": "button label",
					"page": "pageID",
					"param": "param.id"
				},
				"l": "description"
			}
		],
		"minor": [
		],
		"fixes": [
		]
	}
}