{
	"changelog": {
		"version": "Version {VERSION}",
		"title": "Nouveautés",
		"heat_details": "{LINK} est une extensions Twitch permettant à vos viewers de cliquer sur votre stream.Twitchat vous simplifie désormais grandement son usage.",
		"heat_details_link": "Heat",
		"highlights": [
			{
				"i": "bingo_grid",
				"l": "Grilles de Bingo",
				"v": "/update_images/bingo_grid.mp4",
				"d": "Créez des grilles de bingo et jouez avec vos viewers.\n\nDevenez Premium pour afficher les bingos et le classement des viewers dans l'overlay",
				"a": {
					"l": "Essayer",
					"param": "overlays",
					"subparam": "bingogrid"
				}
			},
			{
				"i": "whispers",
				"l": "Multi chat",
				"g": "/update_images/mergedchat.gif",
				"d": "Connectez-vous à d'autres chaînes Twitch !\nRecevez les messages des chaînes avec lesquelles vous streamez pour un co-stream facilité.\n\nVos modérateurices peuvent désormais modérer depuis Twitchat grâce à ceci. Une interconnexion streamer/modo  plus poussée viendra par la suite."
			},
			{
				"i": "label",
				"l": "Labels",
				"d": "Un nouvel overlay de Label permet d'afficher des valeurs en temps réel de manière simple.\n\nAffichez votre nombre de subs, followers ou viewers, le dernier power-up reçu, votre dernier don Ko-Fi, Streamlabs Streamelements ou Tipeee, le dernier raid reçu ou encore l'effet Voicemod actif grâce aux +100 labels déjà disponibles.",
				"a": {
					"l": "Essayer",
					"param": "overlays",
					"subparam": "labels"
				}
			},
			{
				"i": "raid",
				"l": "Raids haineux",
				"g": "/update_images/hate_raid_fr.png",
				"d": "Nouvelle option pour bloquer les raids haineux.\n\nSi vous activez cette option, Twitchat ajoutera automatiquement des termes bloqués lorsque 5 personnes parlant pour la 1ère fois sur votre chaîne envoient le même message.",
				"a": {
					"l": "Essayer",
					"param": "features",
					"subparam": "232"
				}
			},
			{
				"i": "youtube",
				"l": "YouTube",
				"g": "/update_images/youtube_tips.png",
				"d": "Vous pouvez maintenant connecter jusqu'à 3 lives YouTube. Utile si vous lancez 1 stream vertical et 1 autre horizontal.\n\nVous serez maintenant notifié·e de la réception de Super Chats, Super Stickers, abonnements et abonnements offerts sur YouTube."
			},
			{
				"i": "credits",
				"l": "Générique de fin",
				"v": "/update_images/ending_credits.mp4",
				"d": "Nouvelles sections pour afficher les Power-ups, les achats de merch, les tips reçus sur Streamlabs, Ko-Fi, ... ainsi que les Super Chats et Super stickers reçus sur YouTube.\n\nLa section pour afficher les subs permet également d'afficher les subs et subgifts reçus sur YouTube.\n\nAffichez des emotes flotantes pour chaque Power-Ups reçus durant le live."
			},
			{
				"i": "qna",
				"l": "Questions/Réponses",
				"g": "/update_images/qna_fr.png",
				"d": "Permettez à vos modérateurices de gérer les entrées de question/réponse à distance.\n\nPermettez au viewers de faire remonter des questions dans la file d'attente en y répondant dans le tchat."
			},
			{
				"i": "broadcast",
				"l": "Triggers",
				"d": "10 nouveaux évènement de triggers:<ul><li>Avertissement envoyé</li><li>Accusé de réception d'un avertissement</li><li>Lancement d'une roue de tirage au sort</li><li>Power-up: message animé</li><li>Power-up: emote gigantisée</li><li>Power-up: Célébration</li><li>YouTube: Super chat</li><li>YouTube: Super sticker</li><li>YouTube: sub</li><li>YouTube: subgift</li></ul>Nouvelle action de trigger pour supprimer un message de tchat.<br>Possibilité de supprimer des entrées de Compteurs/Valeurs.<br>Possiblité d'éditer les badges personnalisés par paquets"
			},
			{
				"l": "Mais aussi",
				"d": "Plein d'autres choses ont été ajoutées ou modifiées.<br><a href=\"https://github.com/Durss/Twitchat/releases/latest\" target=\"_blank\">Voir la liste complète ici</a>"
			},
			{
				"i": "donate",
				"d": "Twitchat est mon activité principale depuis maintenant +2 ans <b>sans aucune autre source de revenus</b>.\n\nSi vous pouvez vous le permettre, un don libre ou un soutient mensuel sur Patreon m'aidera énormément ❤️",
				"l": ""
			}
		],
		"forceRead": {
			"title": "EH OH TU LIS!",
			"description": "J'ai bossé fort sur ces mises à jour, je trouverais ça stylé que tu prennes 2 minutes pour les lire sitoplé 🙏",
			"readAtSpeedOfLight": "Essaie pas de me faire croire que tu lis à la vitesse de la lumière 😏",
			"sorryBt": "ui pardon je lis 🥺",
			"fuBt": "menfou 🤪"
		}
	}
}