{
	"error": {
		"irc_reconect": "Connexion échouée. Tentative de renouvellement de session...",
		"irc_auth_failure": "La connexion au canal {CHANNEL} a échouée.",
		"authorization_refused": "Vous avez refusé l'accès à l'application Twitch",
		"invalid_credentials": "Identifiants invalides",
		"csrf_failed": "Une erreur est survenue lors de la génération du token de sécurité (CSRF)",
		"obs_ws_connect": "Connexion à OBS échouée. Assurez-vous d'utiliser OBS 28 ou supérieur",
		"twitch_auth_fail": "Une erreur est survenue lors de la connexion",
		"twitch_poll_delete": "Une erreur est survenue lors de la suppression du sondage",
		"twitch_prediction_delete": "Une erreur est survenue lors de la suppression de la prédiction",
		"load_user_info": "Chargement de l'utilisateur échoué : {ERROR}",
		"load_user_ban": "Une erreur est survenue lors de la récupération du statut de ban des chatters: {ERROR}",
		"shoutout": "Echec du Shoutout",
		"auto_shoutout": "Vous n'avez pas encore reçu de raid",
		"commercial_start": "Une erreur est survenue lors du lancement de la publicité : {DETAILS}",
		"no_stream": "aucun stream",
		"user_param_missing": "Nom d'utilisateur manquant",
		"user_param_not_found": "L'utilisateur·ice {USER} n'existe pas",
		"delete_message": "Vous ne pouvez pas supprimer ce message",
		"user_profile": "Une erreur est survenue lors du chargement du profil...",
		"stream_info_loading": "Le chargement des infos de stream a échoué",
		"stream_info_updating": "Mise à jour des infos de stream échouée.\n{MESSAGE}",
		"poll_active": "Un sondage est déjà actif",
		"poll_automod": "Le sondage contient des termes bloqués",
		"poll_error": "Unable to create poll: {MESSAGE}",
		"ad_url_required": "Le message doit contenir \"twitchat.fr\"",
		"donor_loading": "Chargement des donateurs·ices échoué :(",
		"cmd_missing_api": "Cette commande ne peut pas encore être utilisée en dehors du tchat officiel de Twitch pour le moment :(",
		"no_pin_api": "Twitch ne permet pas encore d'épingler des messages en dehors du tchat officiel de Twitch. Mais c'est en cours de préparation.",
		"rewards_loading": "Le chargement de vos récompenses de points de chaîne a échoué",
		"obs_scenes_loading": "La récupération de vos scènes OBS a échoué",
		"obs_sources_loading": "La récupération de vos sources OBS a échoué",
		"room_settings_update": "La mises à jour des restrictions de tchat a échoué",
		"mod_message": "La modération du message a échoué...",
		"marker_creation": "La création du marqueur a échoué. Assurez-vous d'avoir activé la VOD et d'être en live",
		"trigger_socket": "La connexion au serveur socket a échoué",
		"shoutout_offline": "Vous devez être en live pour effectuer un shoutout",
		"shoutout_pending": "Cette personne a déjà un shoutout en attente",
		"shoutout_not_mod": "Vous n'êtes pas modérateurice sur cette chaîne",
		"spotify": {
			"no_device": "[SPOTIFY] Afin que Twitchat puisse contrôler Spotify vous devez d'abord lancer une lecture manuellement.",
			"api_rate": "[SPOTIFY] Maximum de requête atteint",
			"token_refresh": "[SPOTIFY] Mise à jour du token échouée"
		},
		"message_send": "Une erreur est survenue lors de l'envoi du message :(",
		"prediction_outcome": "Une erreur est survenue lors de la sélection de l'entrée gagnante",
		"prediction_delete": "Une erreur est survenue lors de la suppression de la prédiction",
		"prediction_error": "Unable to create prediction: {MESSAGE}",
		"invalid_bingo": "Paramètres de bingo invalides.",
		"shoutout_cooldown": "Vous devez attendre avant de pouvoir effectuer un autre shoutout",
		"user_not_found": "L'utilisateur demandé n'existe pas",
		"clip_creation": "La création du clip a échoué",
		"beta_transfer": "Le transfer des vos données vers la production a échoué",
		"raffle": {
			"pick_winner_no_raffle": "Vous devez d'abord lancer un tirage au sort avant de pouvoir sélectionner une personne gagnante",
			"pick_winner_no_subs": "Vous ne pouvez lancer un tirage au sort parmi vos subs. Aucune personne n'est abonnée à votre chaîne actuellement.",
			"pick_winner_no_entry": "Aucune personne n'a rejoint le tirage au sort"
		},
		"youtube_denied": "Vous avez refusé l'accès à votre compte YouTube",
		"patreon_denied": "Vous avez refusé l'accès à votre profil Patreon",
		"patreon_disconected": "Votre compte Patreon a été deconnecté",
		"badge_file_loading_failed": "Une erreur est survenue lors du chargement de l'image",
		"max_custom_usernames": "Vous avez atteint le maximum de {COUNT} noms d'utilisateur personnalisés que vous pouvez définir. Devenez premium pour en définir jusqu'à 10000.",
		"max_custom_badges": "Vous avez atteint le maximum de {COUNT} badges personnalisés que vous pouvez créer. Devenez premium pour en créer jusqu'à 100.",
		"max_custom_badges_given": "Vous avez atteint le maximum de {COUNT} utilisateurices avec un badge personnalisé. Devenez premium pour attribuer des badges personnalisés jusqu'à 10000 utilisateurices.",
		"max_custom_heat_screen": "Vous avez atteint le maximum de {COUNT} écrans heat personnalisés. Devenez premium pour en créer jusqu'à 100.",
		"max_values": "Vous avez atteint le maximum de {COUNT} valeurs. Devenez premium pour en créer jusqu'à 100.",
		"paypal": {
			"GIFTED_USER_NOT_FOUND": "Le profile Twitch auquel vous souhaitez faire un cadeau est introuvable.",
			"paypal_sdk_init_failed": "L'initialization du SDK Paypal a échouée.",
			"paypal_create_order_failure": "Une erreur est survenue lors de la création de la commande PayPal",
			"paypal_order_failure": "Une erreur est survenue lors du traitement de votre don ou lors de votre ajout à la liste des donateurices. Contactez-moi à l'adresse {EMAIL} pour que l'on règle ce souci."
		},
		"heat_areas_limit": "Vous avez atteint le maximum de 100 groupes",
		"rate_limit": "Suite à un trop grand nombre de requêtes votre accès est retreint. Attendez une minute puis essayez à nouveau.",
		"rate_limit_ban": "Vous avez été banni·e suite à une activité suspecte. Revenez plus tard ou contactez moi à cette adresse {MAIL}.",
		"no_translation": "Aucune traduction trouvée pour ce message :(",
		"quota_translation": "Vous avez atteint le nombre maximum de traductions pour aujourd'hui",
		"youtube_connect_expired": "Votre session YouTube a expiré. Veuillez vous reconnecter.",
		"youtube_api_is_shit_unban": "L'API de YouTube étant terriblement mal conçue, vous ne pouvez plus débannir cet utilisateur depuis Twitchat. Rendez-vous sur votre chaîne YouTube pour le débannir ou demandez à l'un de vos modérateurs de le faire.",
		"youtube_message_delete": "Une erreur est survenue lors de la suppression du message.",
		"youtube_message_post": "Une erreur est survenue lors de l'envoi du message sur YouTube.",
		"youtube_no_broadcast": "Le compte sélectionné n'est pas éligible au streaming live sur YouTube.\nAssurez-vous de vous êtres connecté·e avec le bon compte !",
		"youtube_no_credits": "Tous les crédits d'API alloués par YouTube ont été dépensés :(.\nLe chat YouTube fonctionnera à nouveau demain.",
		"youtube_chat_off": "Le tchat n'est pas activé sur la session de live YouTube sélectionnée",
		"youtube_chat_ended": "La session de live YouTube est terminée. Ouvrez la section paramètres => YouTube pour vous connecter à une nouvelle sessions live.",
		"youtube_chat_not_found": "La session de live YouTube demandée n'existe plus.",
		"youtube_unknown": "Une erreur innatendue est survenue lors de la récupération d'informations chez YouTube :(",
		"youtube_connect": "Une erreur innatendue est survenue lors de la connexion à YouTube :(",
		"rewards": {
			"create_unknown": "Une erreur est survenue lors de la création de la récompense",
			"edit_unknown": "Une erreur est survenue lors de l'édition de la récompense",
			"CREATE_CUSTOM_REWARD_DUPLICATE_REWARD": "Une récompense du même nom est déjà existante",
			"refund_redemption": "Une erreur est survenue lors du remboursement de la récompense.\nPeut-être a-t-elle déjà été remboursée."
		},
		"ad_block": "Désactivez vos bloqueurs de publicité 🙏.\nIls bloquent les notifications de publicité en approche ainsi que le lancement de publicités et coupent la connexion au tchat aléatoirement.\n\nTwitchat n'inclus aucune pub et ne collecte ni donnée personnelle ni donnée analytique.",
		"discord": {
			"UNKNOWN": "Une erreur inconnue est survenue lors de l'envoi d'un message Discord :(",
			"UNAUTHORIZED": "Votre session d'authentification Twitch a expiré",
			"POST_FAILED": "L'envoi du message sur Discord a échoué",
			"INVALID_TOKEN": "Code invalide",
			"INVALID_USER": "Vous n'êtes pas autorisé·e à utiliser ce code",
			"GUILD_COMMAND_CREATE_FAILED": "Une erreur est survenue lors de la création des commands Discord",
			"MISSING_ACCESS": "Le bot Twitchat n'a pas la permission d'écrire dans le salon Discord \"{CHANNEL}\"",
			"MISSING_ACCESS_THREAD": "Le bot Twitchat n'a pas la permission de créer de threads dans le salon Discord \"{CHANNEL}\".\nAssurez-vous que le bot possède également la permission \"Voir les anciens messages\".",
			"UNKNOWN_CHANNEL": "Le salon Discord \"{CHANNEL}\" n'existe pas",
			"EMPTY_MESSAGE": "Le message à envoyer ne peut être vide"
		},
		"streamlabs_denied": "Vous avez refusé l'accès à votre profil Streamlabs.",
		"streamlabs_connect_failed": "Authentification Streamlabs échouée.",
		"tipeee_denied": "Vous avez refusé l'accès à votre profil Tipeee.",
		"tipeee_connect_failed": "Authentification Tipeee échouée.",
		"tiltify_denied": "Vous avez refusé l'accès à votre profil Tiltify.",
		"tiltify_connect_failed": "Authentification Tiltify échouée.",
		"kofi_connect_failed": "Une erreur est survenue lors de la connexion à Ko-fi.",
		"kofi_disconnect_failed": "Une erreur est survenue lors de la déconnexion de Ko-fi.",
		"lumia_connect_failed": "La connexion à Lumia Stream a échouée.\nAssurez-vous que Lumia Stream est lancé et que le jeton est valide.",
		"streamelements_denied": "Vous avez refusé l'accès à votre profil Streamelements.",
		"streamelements_connect_failed": "Authentification Streamelements échouée.",
		"patreon_connect_failed": "Authentification Patreon échouée.",
		"twitch_bot_connect_failed": "Authentification avec votre ccompte Twitch de bot échouée.",
		"bingo_grid_404": "Grille de bingo introuvable ou désactivée",
		"qna_action": "Une erreur est survenue lors de l'exécution d'une action de modération de questions/réponses",
		"spoil_action": "Une erreur est survenue lors du marquage comme spoiler du message chez la/le streamer",
		"sse_error": "Une erreur est survenue lors de la connexion aux évènements temps réel.\nLe {APP} risque de ne pas fonctionner correctement.\nDésactivez vos ad-blockers pour cette page et rechargez-la.",
		"patreon_max_linked": "Vous ne pouvez lier plus de 2 comptes Twitch au même compte Patreon.",
		"streamSocket_connect_failed": "Impossible de se connecter à l'extension Twitch.\nAssurez-vous de l'avoir installée sur votre chaîne et d'avoir défini le bon \"secret\"."
	}
}
