{
	"heat": {
		"header": "Heat est une extension Twitch permettant à vos viewer d'interagir en cliquant sur votre stream",
		"install":"Installer l'extension Heat",
		"donate":"🎁 Soutenez Scott, le créateur de l'extension Heat",
		"debug_interaction": "Simuler un clic",
		"overlay_interaction": "Overlays Twitchat interactifs",
		"zone_interaction": "Zones interactives personnalisées",
		"param_cooldown": "Cooldown ({VALUE}s)",
		"param_anon": "Autorisez les personnes anonymes à interagir",
		"anonymous": "Par défaut les interactions Heat sont anonymes. Pour ne pas être anonymes, les viewers doivent cliquer sur l'extension, aller dans \"Gérer les accès\" puis cliquer \"Autoriser\"",
		"click_source":"L'utilisateur·ice doit cliquer...",
		"click_source_info_title":"Informations de mise en cache",
		"click_source_info_description":"La détection du clique sur une source OBS nécessite beaucoup d'échanges avec OBS pour calculer la position de vos sources. Selon la complexité de vos scènes OBS ceci peut prendre du temps. Pour des raisons de performance, la position de vos sources est mise en cache durant 30 secondes. Si une source est déplacée il peut falloir attendre jusqu'à 30s pour que sa nouvelle position soit prise en compte. Si vous en avez VRAIMENT besoin, la commande {CMD} permet de vider le cache.",
		"click_source_all":"n'importe où",
		"click_source_obs":"sur une source OBS",
		"click_source_area":"sur une zone personnalisée",
		"obs_source":"Source OBS",
		"need_OBS":"Cette fonctionnalité requiert de lier Twitchat à OBS.",
		"need_OBS_connectBt":"Lier OBS",
		"max_screen_reached":"Vous avez atteint le maximum de {COUNT} écrans Heat que vous pouvez créer",
		"anonymous_info":"IMPORTANT : Par défaut les clicks envoyés par Heat sont anonymes. Pour ne pas être anonymes, les viewers doivent accorder l'accès à leur ID en cliquant l'icône Heat sur votre stream comme ci-dessous :",
		"nonpremium_limit": "Vous avez créé le nombre maximum de {MAX} écrans Heat. Devenez premium pour créer jusqu'à {MAX_PREMIUM} écrans Heat.",
		"premium_limit": "Vous avez créé le nombre maximum de {MAX} écrans Heat.",
		"logs":{
			"title":"Logs de clicks heat",
			"subtitle":"Retrouvez les détails des clicks heat",
			"empty":"- aucun historique -"
		},
		"overlay_spotify": {
			"title": "Overlay Spotify",
			"description": "Envoyer un message lorsque quelqu'un clique sur l'overlay Spotify"
		},
		"overlay_ulule": {
			"title": "Overlay Ulule",
			"description": "Envoyer un message lorsque quelqu'un clique sur l'overlay Ulule"
		},
		"debug":{
			"description": "Heat ne fonctionne que lorsque vous êtes en live. Afin de pouvoir faire des tests sans lancer un live, cliquez dans la zone ci-dessous pour simuler une interaction.",
			"popout": "Ouvrir dans une fenêtre séparée",
			"obs": "Recalculer la position des sources OBS. Leurs positions ne sont recalculées que toutes les 30s par défaut. Cliquez ici pour forcer cette mise à jour si vous avez déplacé une source."
		},
		"areas":{
			"description": "Définissez des zones cliquables personnalisées puis détectez lorsqu'elles sont cliquées depuis {TRIGGER_LINK}.",
			"trigger_link": "les triggers",
			"target":"Zones actives pour la scène OBS",
			"target_always":"N'importe laquelle",
			"show_obs":"Afficher capture OBS",
			"connect_obs":"🔗 Connecter OBS",
			"delete_confirm": {
				"title":"Supprimer la zone ?",
				"description":"La suppression ne pourra pas être annulée."
			}
		}
	}
}
