{
	"tips": {
		"tryBt": "Essayer",
		"title":"💡 Astuce 💡",
		"alerts": {
			"title": "Créez vos propres alertes",
			"info_1": "Avec Twitchat vous pouvez créer vos propres alertes de sub, follow, sondage, récompenses de points de chaîne,... en contrôlant vos sources OBS, leur contenu et leurs filtres depuis Twitchat."
		},
		"streamdeck": {
			"title": "Plugin Stream Deck™",
			"info_1": "Contrôlez Twitchat depuis votre Stream Deck™.",
			"info_2": "Mettez le chat en pause, faîte-le défiler, déplacez le marque-page, modérez, épinglez et mettez en avant des messages, ouvrez la fenêtre de sondage/prédiction/bingo/tirage au sort et bien plus encore."
		},
		"obs_stop": {
			"title": "Couper le stream après un raid",
			"info_1": "Twitchat peut automatiquement couper votre stream OBS après avoir lancé un raid."
		},
		"bingo": {
			"title": "Créez un bingo",
			"info_1": "Lancez un jeu dans lequel vos viewers devront trouver une emote, un nombre ou un mot personnalisé en premier."
		},
		"raffle": {
			"title": "Créer un tirage au sort",
			"info_1": "Créez un tirage au sort auquel vos viewers pourront participer via une commande de tchat ou une récompense de points de chaîne.",
			"info_2": "Un overlay Twitchat permet d'afficher une roue animée lorsque vous effectuez le tirage au sort."
		},
		"obs": {
			"title": "Contrôlez OBS depuis le tchat",
			"info_1": "Vous avez tendance à oublier de changer de scène ou de vous unmute ?",
			"info_2": "Permettez à vos modos de le faire pour vous depuis des commandes de tchat !"
		},
		"api": {
			"title": "API Twitchat",
			"info_1": "Savez-vous que Twitchat possède une API?",
			"info_2": "Cette API vous permet de contrôler Twitchat et d'en recevoir des évènements.",
			"readBt": "Lire la documentation"
		},
		"music": {
			"title": "Contrôlez Spotify",
			"info_1": "Liez Twitchat à Spotify pour afficher le morceau en cours de lecture sur vos overlays ou permettre à vos viewers de contrôler la lecture via le tchat ou des points de chaîne.",
			"info_2": "Vous pouvez également créer votre propre système de song request !"
		},
		"overlays": {
			"title": "Overlays Twitchat",
			"info_1": "Twitchat propose quelques <strong>overlays</strong> pour votre stream.",
			"info_2": "Ils permettent d'afficher <strong>la musique en cours de lecture</strong>, une <strong>roue animée</strong> de tirage au sort, un <strong>timer</strong>, un <strong>chronomètre</strong> ou encore de <strong>mettre en avant</strong> un message de tchat."
		},
		"countdown": {
			"title": "Chronomètre et Compte à rebours",
			"info_1": "Vous pouvez lancer un chronomètre ou un compte à rebours avec les commandes {CMD1} et {CMD2}"
		},
		"dock": {
			"title": "Dock OBS",
			"info_1": "Saviez-vous qu'il est possible d'ajouter Twitchat dans un <strong>Dock OBS</strong> ?",
			"info_2": "Dans OBS, ouvrez <strong>Docks</strong> => <strong>Docks internet personnalisés</strong>"
		},
		"highlight": {
			"title": "Mettre un message en avant",
			"info": "Vous pouvez mettre un message de tchat ou un clip en avant sur votre stream grâce à un overlay Twitchat dédié.",
			"config_overlayBt": "Configurer l'overlay",
			"configure_triggerBt": "Créer des triggers"
		}
	}
}