{
	"tips": {
		"tryBt": "Essayer",
		"title":"💡 Astuce 💡",
		"alerts": {
			"title": "Créez vos propres alertes",
			"info_1": "Avec Twitchat vous pouvez créer vos propres alertes de sub/follow/reward/poll/... en contrôlant vos sourecs et filtres OBS.",
			"info_2": "Ajoutez du text, des images, des videos ou des sons dans vos scènes et laissez Twitchat les contrôler quand certains évènements ont lieu. Twitchat peut modifier le contenu des sources en fonction des données de l'évènement choisi (ex: pseudo de la personne qui s'abonne)."
		},
		"streamdeck": {
			"title": "Plugin Stream Deck™",
			"info_1": "Contrôlez Twitchat depuis votre Stream Deck™.",
			"info_2": "Mettez le chat en pause, faîte-le défiler, déplacez le marque-page, ouvrez la fenêtre de sondage/prédiction/bingo/tirage au sort et bien plus encore."
		},
		"obs_stop": {
			"title": "Couper le stream après un raid",
			"info_1": "Twitchat peut automatiquement couper votre stream OBS après avoir lancé un raid."
		},
		"bingo": {
			"title": "Créez un bingo",
			"info_1": "Lancez un jeu dans lequel vos viewers devront trouver une emote, un nombre ou un mot personnalisé en premier."
		},
		"raffle": {
			"title": "Créer un tirage au sort",
			"info_1": "Vous pouveza créer un tirage au sort que vos viewers seront invités à rejoindre avec une commande de tchat.",
			"info_2": "Vous pourrez ensuite sélectionner une personne au hasard.",
			"info_3": "En bonus, un overlay permet d'afficher une roue animée lorsque vous effectuez le tirage au sort."
		},
		"obs": {
			"title": "Controlez OBS depuis le tchat",
			"info_1": "Vous avez tendance à oublier de changer de scène ou de vous unmute ?",
			"info_2": "Permettez à vos modos de le faire pour vous depuis des commandes de tchat !"
		},
		"api": {
			"title": "API Twitchat",
			"info_1": "Savez-vous que Twitchat possède une API?",
			"info_2": "Cette API vous permet de contrôler Twitchat et d'en recevoir des évènements.",
			"readBt": "Lire la documentation"
		},
		"music": {
			"title": "Controller la musique",
			"info_1": "Twitchat intègre <strong>Spotify</strong>.",
			"info_2": "Cette intégration permet d'afficher le morceau en cours de lecture sur vos overlays et de permettre à votre tchat de controler la lecture via le tchat ou les points de chaîne.",
			"info_3": "Vous pouvez également créer votre propre système de song request !"
		},
		"overlays": {
			"title": "Overlays Twitchat",
			"info_1": "Twitchat propose quelques <strong>overlays</strong> pour votre stream.",
			"info_2": "Ils permettent d'afficher <strong>la musique en cours de lecture</strong>, une <strong>roue animée</strong> de tirage au sort, ou encore un <strong>timer</strong> et un <strong>chronomètre</strong>."
		},
		"countdown": {
			"title": "Chronomètre et Compte à rebours",
			"info_1": "Vous pouvez lancer un chronomètre ou un compte à rebours avec les commandes {CMD1} et {CMD2}",
			"timer_tryBt": "Lancer un chronomètre",
			"countdown_tryBt": "Lancer un compte à rebours"
		},
		"dock": {
			"title": "Dock OBS",
			"info_1": "Saviez-vous qu'il est possible d'ajouter Twitchat dans un <strong>Dock OBS</strong> ?",
			"info_2": "Dans OBS, ouvrez <strong>Docks</strong> => <strong>Docks internet personnalisés</strong>"
		},
		"highlight": {
			"title": "Mettre un message en avant",
			"info_1": "Vous pouvez mettre message de tchat en avant sur votre stream.",
			"info_2": "Configurez l'overlay puis affichez n'importe quel message du tchat sur votre stream en un clique ou depuis des évènements de triggers.",
			"config_overlayBt": "Configurer l'overlay",
			"configure_triggerBt": "Créer des triggers"
		}
	}
}